<template>
    <div>
      <nav-bar title="图文详情"></nav-bar>
      <div class="info">
        <h1 class="titlet">{{ info.title }}</h1>
        <div>{{ info.catalog }}</div>
        <img :src="info.img" alt="">
        <div>{{ info.sub2 }}</div>
      </div>
    </div>
</template>

<script>
export default {
  name: 'PhotoDetail',
  data () {
    return {
      info: {
        'title': '梦里花落知多少',
        'catalog': '中国文学 散文 ',
        'tags': '中国文学经典 好书 好书推荐 爱情 经典散文推荐 ',
        'sub1': '三毛散文集：《梦里花落知多少》',
        'sub2': '“记得当时年纪小，你爱谈天我爱笑。有一回并肩坐在桃树下，风在树梢鸟在叫。不知怎么睡着了，梦里花落知多少。” 或许大家很熟悉青年作家郭敬明的青春小说《梦里花落知多少》，那么，不知道大家对流浪女作家三毛的著名散文集《梦里花落知多少》了解多少呢？《梦里花落知多少》是中国当代著名作家三毛在丈夫荷西去世后于万分悲痛中创作的散文集，书中的每一字，每一句，都饱含着她对丈夫荷西深深的思念之情……\n《梦里花落知多少》一书中共有23篇文章，记录了三毛在丈夫荷西意外过世后的生活。丈夫荷西的死对三毛来说是一场劫难。与写《撒哈拉的故事》的时候相比，三毛在文学和心情上都与早期大不相同。《撒哈拉的故事》中的文章精彩动人，以清新自然的文笔将单调却有趣的沙漠生活娓娓道来。那时的三毛天真烂漫，那时的荷西阳光痴情，那时的他们俩，就是两个还没长大的孩子。而《梦里花落知多少》中的文章总带着点点哀愁与黯然，说情叙事极其内敛，笔调哀而不伤，一字一句皆诉说着三毛对丈夫荷西的深深的思恋，表达着三毛对人生、对爱情的坚定。\n三毛原名陈懋平，后改为陈平。说起三毛，不禁想起张爱玲。张爱玲从骨子里透出冷意，而三毛的骨子里却是热的，而且三毛骨子里带有流浪的天性，旅行与读书是她人生中的两大爱好，她的足迹遍布世界各地。但她说，流浪一点都不浪漫。对于她来说，流浪是被迫的。可是在她的笔下，我们却从没看到过她的抱怨，因为她总能发掘生活中有趣的一面，这是三毛最可贵的品质。\n荷西曾对三毛说过：“你不死，我不死……要到你很老我也很老，两个人都走不动也扶不动了，穿上干干净净的衣服，一齐躺在床上，闭上眼睛说：好吧，一齐去吧！” 而有人也曾经问三毛：“如果在这世上再有一个很爱你的人，指的是婚姻关系，你会不会答应？”三毛答道：“我有一个很爱的人在我心里，叫荷西。这问题不能说，不可说，不知道。我想百分之九十九点九是不，因为我已经有了。” 可见，三毛和荷西，虽然只有短短六年的相爱相守，可他们之间的感情，是刻骨铭心的……\n翻开三毛的《梦里花落知多少》，让我们静静地品读三毛，品读荷西，品读他和她的爱情、他和她的生活，品读荷西对三毛的痴情，品读三毛对荷西的思恋……\n《梦里花落知多少》',
        'img': 'http://apis.juhe.cn/goodbook/img/98ca508f94ea736aa904708092bc838b.jpg',
        'reading': '6662人阅读',
        'bytime': '2013年7月10日'
      }
    }
  }
}
</script>

<style scoped>
  .info{
    font-size: 0.24rem;
  }
  .info .titlet{
    text-align: center;
    font-size: 0.36rem;
  }
</style>
